---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ExternalApplicationException
source: html/7376dd4a-b763-2b67-6283-f15c401e485a.htm
---
# ExternalApplicationException Properties

The information of the function throwing the exception.